Revit 2024 API
Wall.IsStackedWallMember Property
 Identifies if the wall is a member of a stacked wall.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2015
Syntax
C#
public bool IsStackedWallMember { get; }
Visual Basic
Public ReadOnly Property IsStackedWallMember As Boolean
	Get
Visual C++
public:
property bool IsStackedWallMember {
	bool get ();
}
See Also
Wall Class
Autodesk.Revit.DB Namespace